Repository: Tovkal/Saldo-EMT
Catalog: xliff/*.xliff
Languages: ca, es

# CFBundleName
source: $(PRODUCT_NAME)
ca: SaldoEMT
es: SaldoEMT

# balance.enter-amount
source: Enter amount:
ca: Introduïu l'import:
es: Introduzca la cantidad:

# balance.enter-initial-balance
source: Enter your current balance:
ca: Introduïu el vostre saldo actual:
es: Introduzca su saldo actual:

# balance.errors.initial-minimum-amount
source: The initial amount cannot be less than zero
ca: El saldo inicial no pot ser inferior a zero
es: La cantidad inicial no puede ser menor que cero

# balance.errors.minimum-amount
source: A minimum of 5€ is required
ca: Es requereix un mínim de 5€
es: Se requiere un mínimo de 5€

# balance.initial-minimum-amount-info
source: You may cancel if your current balance is 0
ca: Podeu cancel·lar si el vostre saldo actual és 0
es: Puede cancelar si su saldo actual es 0

# balance.minimum-amount-info
source: Minimum amount is 5€
ca: La quantitat mínima és de 5€
es: La cantidad mínima es de 5€

# buttons.accept
source: Accept
ca: Acceptar
es: Aceptar

# buttons.cancel
source: Cancel
ca: Cancel·lar
es: Cancelar

# choose-new-fare.alert.message
source: The list of fares has been updated. Your previously selected fare does no longer exist. Please select a new one.
ca: S'ha actualitzat la llista de tarifes. La tarifa seleccionada anticipadament ja no existeix. Seleccioneu-ne un de nou.
es: La lista de tarifas ha sido actualizada. Su tarifa seleccionada anteriormente ya no existe. Por favor selecciona una nueva.

# choose-new-fare.alert.title
source: Choose a new fare
ca: Trieu una tarifa nova
es: Elija una nueva tarifa

# data-manager.errors.costPerTripUnknown
source: Cost per trip is unknown, can't add trip
ca: El cost per viatge és desconegut, no es pot afegir el viatge
es: Coste por viaje desconocido, no se puede agregar el viaje

# data-manager.errors.insufficientBalance
source: There is not enough money to pay for the trip
ca: No hi ha prou diners per pagar el viatge
es: No hay suficiente dinero para pagar el viaje

# data-manager.errors.unknown
source: Unknown error occurred
ca: S'ha produït un error desconegut
es: Se produjo un error desconocido

# home.button-bar.add-trip
source: +1 Trip
ca: +1 Viatge
es: +1 Viaje

# home.button-bar.balance
source: Balance
ca: Saldo
es: Saldo

# home.button-bar.fares
source: Fares
ca: Tarifes
es: Tarifas

# home.dev-buttons.force-download
source: Force download
ca: Forçar la descàrrega
es: Forzar descarga

# home.dev-buttons.reset
source: Reset
ca: Restablir
es: Resetear

# home.state.remaining-balance
source: € remaining balance
ca: € saldo restant
es: € saldo restante

# home.state.trips-made
source: trips made
ca: viatges realitzats
es: viajes hechos

# home.state.trips-remaining
source: trips remaining
ca: viatges restants
es: viajes restantes
